/* Localized versions of Info.plist keys */

"Language"          = "chinese";

"searchTitle" = "搜索";
"compareTitle" = "比较";
"foundStr" = "已扫描 %@ 项，找到 %@ 项";
"foundStrs" = "已扫描 %@ 项，找到 %@ 项";
"foundStrp" = "找到 %@ 项";
"foundStrps" = "找到 %@ 项";
"foundStr2" = "找到 %@ 项，耗时 %@ 秒。";
"foundStr2s" = "找到 %@ 项，耗时 %@ 秒。";
"importStr2" = "导入了 %@ 项，耗时 %@ 秒。";
"importStr2s" = "导入了 %@ 项，耗时 %@ 秒。";
"scanStr" = "已扫描 %@ 项";
"scanStrs" = "已扫描 %@ 项";
"scanStr2" = "扫描了 %@ 项，耗时 %@ 秒。";
"scanStr2s" = "扫描了 %@ 项，耗时 %@ 秒。";
"secStr" = " %@ 秒";
"seaBtn"   = "在此处搜索";
"foundStr1" = "找到 %@ （ %@ 项）";
"foundStr1s" = "找到 %@ （ %@ 项）";
"dupStr2" = "找到 %@ 用时 %@ 秒 （ %@ 项）。";
"dupStr2s" = "找到 %@ 用时 %@ 秒 （ %@ 项）。";
"dupStr4" = "找到 %@ 个重复的候选";
"dupStr4s" = "找到 %@ 个重复的候选";
"dupStr5" = "找到 %@ 个，在 %@ 个重复项中";
"dupStr5s" = "找到 %@ 个，在 %@ 个重复项中";
"dupStr6" = "找到 %@ 个，在 %@ 个重复项中，耗时 %@ 秒。";
"dupStr6s" = "找到 %@ 个，在 %@ 个重复项中，耗时 %@ 秒。";
"dupStr7" = "已选择 %@ 个在 %@ 项中";
"dupStr7s" = "已选择 %@ 个在 %@ 项中";
"finishing" = "停止扫描中...";
"scanFinish" = "扫描已完成";
"analizeBtn"   = "分析";
"scanBtn"   = "扫描";
"allowBtn" = "允许";
"deleteBtn" = "删除";
"clearMem" = "释放内存中...";
"noItems"  = "";
"fdaMsg0" = "需要完全磁盘访问权限";
"fdaMsg1" = "Scherlokk 需要完全磁盘访问权限才能扫描磁盘所有文件夹中的所有文件。";
"fdaMsg2" = "授予权限";
"fdaMsg3" = "完全磁盘访问";
"fdaMsg4" = "将 Scherlokk 添加到“完全磁盘访问”列表中，然后选中复选框。";
"fdaMsg5" = "已经授权";
"fdaMsg6" = "无法访问路径 %@ 处的项目";
"sorting" = "排序项目中";
"seaStart" = "搜索中...";
"importStart" = "导入项目中...";
"analizeStart" = "扫描中...";
"dupAnalize" = "分析候选中...";
"dupAnalize2" = "分析文件夹中...";
"dupStart" = "查找重复项中...";
"cleanStart" = "搜索垃圾文件中...";
"cleanStart2" = "搜索大文件中...";
"found0"   = "已扫描 %@ 项，但是什么都没有找到。";
"version"  = "版本 %@";
"level"    = "Build level %@";
"delError" = "以下项目无法移至废纸篓:";
"putBack" = "以下项目将从废纸篓放回原处:";
"putError" = "无法从废纸篓还原以下项目:";
"delTitle" = "所选文件已被删除。";
"remTitle" = "所选文件将被永久删除。";
"remMsg" = "您无法撤消此操作。";
"trashTitle" = "所选文件将被删除。";
"trashMsg" = "请确认。";
"removeFiles" = "删除所选项目";
"helperTitle" = "iScherlokk 帮助器已激活";
"putMessage" = "您可以通过从主菜单中选择\n\"编辑/将废纸篓中的文件放回原处\"来撤消已删除的文件。在下一次扫描之前此功能随时可以使用。";
"putTitle" = "删除的文件已还原。";
"putMessage2" = "所有删除的文件都已放回其原始位置。";
"dupFoldersMsg0" = "重复文件夹检测";
"dupFoldersMsg" = "要检测重复的文件夹，Disk Xray 必须比较文件夹中的所有文件。\n将选择“搜索隐藏项目”选项，并且将关闭“大小范围”。";
"numOfFiles" = "%d 文件";
"numOfFolds" = "%d 文件夹";
"numOfItem" = " (%d 项)";
"numOfItems" = " (%d 项)";
"regAppStore" = "在 App Store 中注册";
"dupCantDelete" = "以下项目无法移至废纸篓:\n%@";
"nameHeader" = "   名称";
"sizeHeader" = "大小";
"kindHeader" = "类型";
"filesHeader" = "文件数";
"deSelect" = "全部取消选择";
"noSelection" = "没有选择";
"nameKindFilter" = "名称筛选: %@";
"contKindFilter" = "内容筛选: %@";
"sizeKindFilter" = "大小筛选: %@ - %@";
"dateKindFilter" = "日期筛选\n%@ %@ - %@";
"kindKindFilter" = "类型筛选: %@";
"selHome" = "选择主文件夹";
"selHome2" = "Disk Xray 需要访问您的主文件夹才能继续。选择要授予扫描过程访问权限的文件夹。";
"selHome3" = "选择...";
"chooseBtn" = "选择";
"selBigFiles" = "移除选择";
"selBigFiles2" = "大文件组不建议可以安全删除的项目。您可以将其用作参考以在决定删除文件时谨慎操作。";
"dxlitelimitC" = "Disk Xray Lite 清理大小限制";
"dxlitelimitC2" = "您已经从 Mac 清理了 500 MB/天。购买 PRO 版本解锁无限清理空间并使用 Disk Xray 的所有功能。";
"dxlitelimitD2" = "您已经从 Mac 清理了 500 MB。购买 PRO 版本解锁无限清理空间并使用 Disk Xray 的所有功能。";
"dxlitelimitCd" = "Disk Xray 清理大小限制";
"dxlitelimitC2d" = "您已经从 Mac 清理了 500 MB/天。购买密钥许可证解锁无限清理空间并使用 Disk Xray 的所有功能。";
"dxlitelimitD2d" = "您已经从 Mac 清理了 500 MB。购买密钥许可证解锁无限清理空间并使用 Disk Xray 的所有功能。";
"kind1" = "音乐";
"kind2" = "图片";
"kind3" = "电影";
"kind4" = "文档";
"kind5" = "二进制";
"AudioSize" = "所有音频文件的大小";
"PictSize" = "所有图片文件的大小";
"MovieSize" = "所有电影文件的大小";
"DocSize" = "所有文件的大小";
"BinSize" = "所有二进制（其他）文件的大小";
"AudioCount" = "包含文件夹中的音频文件数";
"PictCount" = "包含文件夹中图片文件的数";
"MovieCount" = "包含文件夹中的电影文件数";
"DocCount" = "包含文件夹中的文档数";
"BinCount" = "包含文件夹中的二进制（其他）文件数";
"FolderNotSet" = "文件夹未设置";
"BtnDown"	    = "下载";
"BtnYes"	    = "是的";
"BtnNo"	    = "否";
"BtnCancel" = "取消";
"BtnCont" = "继续";
"menuOpen" = "打开";
"menuOpen2" = "打开 %d 项";
"rateTheApp" = "评价 #AppName";
"NoNewVersion"    = "Scherlokk 已是最新版本。";
"NoNewVersion2"    = "您正在运行的是最新的版本。";
"DownOK1"         = "最新版本的 Scherlokk 已成功下载。";
"MsgFileCreErr1"  = "下载错误，\n%@ 将不会被下载。\n请通过此地址手动下载：\nhttps://www.naarakstudio.com/scherlokk/trybuy.html";
"MsgFileCreErr2"  = "下载错误，\n%@ 将不会被下载。\n请通过此地址手动下载：\nhttps://www.naarakstudio.com/diskxray/trybuy.html";
"sysFoldWarn0" = "系统文件夹警告";
"sysFoldWarn" = "系统文件夹中的文件对于 macOS 的稳定至关重要。系统重复文件通常是有意创建的，请不要删除。";
"StartTitle"  = "开始";
"liteMsg0" = "Disk Xray Lite";
"liteMsg" = "Disk Xray Lite 查找并显示重复的文件。\n为了解锁 500MB 的限制\n请搜买 PRO 版本。PRO 版本还支持重复文件夹查找和其他搜索选项。";
"ScannerTitle" = "文件夹扫描";
"DuplicatesTitle" = "重复文件扫描";
"CleanerTitle" = "磁盘清理";
"ScannerMsg" = "可视磁盘和文件夹分析器。";
"DuplicatesMsg" = "查找所有重复的文件，即使相同的文件具有不同的名称。";
"CleanerMsg" = "磁盘清理可以查找并删除 Mac 中的临时文件。";
"cmpEmpty" = "单击或将文件放在此处。";
"dateMod" = " 修改日期 ";
"openingItems" = "打开项目中";
"openingItems2" = "您要打开 %lu 文件吗？";
"launchHelper" = "启动助手...";
"lastAcc" = "最后访问";
"creDate" = "创建日期";
"date" = "日期";

"multiSelFile" = "已选择 %ld 个文件 (%@)";
"multiSelFiles" = "已选择 %ld 个文件 (%@)";
"multiSelFolder" = "已选择％ld个文件夹";
"multiSelFolders" = "已选择％ld个文件夹d";
"multiSelFileFolder" = "已选择％ld文件和％ld文件夹 (文件大小: %@)";
"multiSelFilesFolder" = "已选择％ld文件和％ld文件夹 (文件大小: %@)";
"multiSelFileFolders" = "已选择％ld文件和％ld文件夹 (文件大小: %@)";
"multiSelFilesFolders" = "已选择％ld文件和％ld文件夹 (文件大小: %@)";

"mOpen" = "打开";
"mGetInfo" = "获取信息";
"mQuickLook" = "快速预览";
"mShowInFinder" = "在访达中显示";
"mCompare" = "比较";
"mCopy" = "拷贝";
"mMoveTrash" = "移到废纸篓";
"mExport" = "导出...";
"mImport" = "导入...";
"saveExport" = "导出为:";

"filesStr" = "文件";
"foldersStr" = "文件夹";

"FinderTitle2" = "搜索文件";
"CompareTitle2" = "比较文件";
"FinderMsg" = "查找您的文件！无论是隐藏文件还是系统文件、有没有被 Spotlight 索引，Scherlokk 都可以帮助您找到它们。";
"CompareMsg" = "比较器将会检测对“比较的文件”进行了哪些更改，并显示一个报告。";

"cleanAppLogs" = "应用程序日志\n应用程序日志文件会随着时间的增长而变得很大，并且变得不必要。";
"cleanAppCache" = "应用程序缓存\n清除自指定时间段以来不使用的应用程序缓存。";
"cleanTrash" = "废纸篓\n永久删除废纸篓中的项目以释放磁盘空间。";
"cleanDown" = "下载\n根据指定的时间段删除下载目录中的项目。";
"cleanMail" = "邮件附件\n清理保存在本地的邮件附件。";
"cleanBig" = "大文件\n占用硬盘空间的大文件，仔细检查不需要的大文件。";
"cleanWeb" = "浏览器缓存和 Cookies\n所访问网页的临时存储。";

"compStartMsg" = "选择左右文件进行比较。您也可以一次拖放两个文件。\n接受文本和二进制文件。\n使用底部的工具栏按钮更改容器视图。";

"filDiff" = "文件不同。";
"flatView" = "列表视图";
"treeView" = "树状视图";
"iconView" = "图标视图";
"moveToTrash" = "移动 %@ 到废纸篓";
"leftB" = "左侧";
"rightB" = "右侧";
"leftrightB" = "左侧和右侧";

// HexFiend
"outof" = "%@ / %@";
"selof" = "字节 %@选中 / %@";
"seloutof" = "选择了 %@ / %@ 在 %@ 偏移量中";
"multisel" = "选择了 %@ / %@ 在多个偏移量中";
"statIns" = "%ld: 插入 %@，偏移量为 0x%llx";
"statRem" = "%ld: 移除 %@ ，偏移量为 0x%llx";
"statRepl" = "%ld: 替换 %@ 为 %@，偏移量为 0x%llx";
